Repository: theforeman/hammer_cli_foreman_docker
Catalog: locale/*/hammer_cli_foreman_docker.po
Languages: de, es, fr, ja, pt_br

source: Manipulate docker content
de: Docker-Inhalt bearbeiten
es: Manipular contenido docker
fr: Manipuler le contenu Docker
ja: Docker コンテナーの操作
pt_br: Manipular conteúdo do docker

source: Manage docker containers
de: Docker-Container verwalten
es: Gestionar contenedores docker
fr: Gérer les conteneurs Docker
ja: Docker コンテナーの管理
pt_br: Gerenciar contêineres do docker

source: Image repository
de: Abbild-Repositorium
es: Respositorio de imágenes
fr: Dépôt des images
ja: イメージレポジトリ
pt_br: Repositório de imagem

source: Tag
de: Schlagwort
es: Etiqueta
pt_br: Etiqueta

source: Command
de: Befehl
es: Comando
fr: Commande
pt_br: Comando

source: Compute resource
de: Rechenressource
es: Recurso de cómputo
fr: Ressource d'Ordinateur
ja: コンピュートリソース
pt_br: Recurso de computação

source: Entrypoint
de: Einsprungpunkt
es: Punto de entrada
fr: Point d'entrée
pt_br: Ponto de entrada

source: CPU set
de: CPU-Satz
es: Conjunto de CPU
fr: Jeu de CPU
pt_br: Conjunto de CPU

source: CPU shares
de: CPU-Freigaben
es: Cuotas de CPU
fr: Partages CPU
pt_br: Compartilhamentos da CPU

source: Memory (Bytes)
de: Speicher (Byte)
es: Memoria (Bytes)
fr: Mémoire (Octets)
pt_br: Memória (Bytes)

source: Attach STDIN
de: STDIN anhängen
es: Enganchar STDIN
fr: Attacher STDIN
pt_br: Anexar STDIN

source: Attach STDOUT
de: STDOUT anhängen
es: Enganchar STDOUT
fr: Attacher STDOUT
pt_br: Anexar STDOUT

source: Attach STDERR
de: STDERR anhängen
es: Enganchar STDERR
fr: Attacher STDERR
pt_br: Anexar STDERR

source: Registry
de: Registrierungsdatenbank
es: Registro
fr: Registre
ja: レジストリ
pt_br: Registro

source: Docker container created
de: Docker-Container erstellt
es: Se creó un contender Docker
fr: Conteneur Docker créé
ja: Docker コンテナーが作成されました
pt_br: Contêiner do docker criado

source: Could not create the container
de: Container konnte nicht erstellt werden
es: No se pudo crear el contenedor
fr: Impossible de créer le conteneur
ja: コンテナーを作成できませんでした
pt_br: Não foi possível criar o contêiner

source: Docker container deleted
de: Docker-Container gelöscht
es: Se borró el contenedor Docker
fr: Conteneur Docker supprimé
ja: Docker コンテナーを削除しました
pt_br: Contêiner do docker removido

source: Could not delete the container
de: Container konnte nicht gelöscht werden
es: No se pudo borrar el contenedor
fr: Impossible de supprimer le conteneur
ja: コンテナーを削除できませんでした
pt_br: Não foi possível remover o contêiner

source: Logs
de: Protokolle
ja: ログ

source: Running
de: Läuft
es: En ejecución
fr: Lancé
ja: 実行中
pt_br: Executando

source: Power a container on
de: Container einschalten
es: Arrancar un contenedor
fr: Allumer un conteneur
ja: コンテナーのパワーをオンにする
pt_br: Ativar um contêiner

source: The container was started.
de: Der Container wurde gestartet.
es: Se arrancó el contenedor.
fr: Le conteneur a démarré.
ja: コンテナーは起動中です。
pt_br: O contêiner foi iniciado.

source: Power a container off
de: Container ausschalten
es: Apagar el contenedor
fr: Éteindre un conteneur
ja: コンテナーのパワーをオフ
pt_br: Desativar um contêiner

source: The container was stopped.
de: Der Container wurde angehalten.
es: Se paró el contenedor.
fr: Le conteneur a été arrêté.
ja: コンテナーを停止しました。
pt_br: O contêiner foi encerrado.

source: Manage docker images
de: Docker-Abbilder verwalten
es: Gestionar imágenes docker
fr: Gérer les images Docker
ja: Docker イメージの管理
pt_br: Gerenciar imagens do docker

source: ID
de: Kennung

source: Image ID
de: Abbildkennung
es: ID imagen
fr: ID de l'image
ja: イメージ ID
pt_br: ID de Imagem

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
pt_br: Tamanho

source: Tag count
de: Merkmalsanzahl
es: Conteo de etiquetas
fr: Nombre de balises
ja: タグ数
pt_br: Contagem de tags

source: Tags
de: Schlagwörter
es: Etiquetas

source: Repository ID
de: Repositoriumskennung
es: ID del repositorio
fr: ID du dépôt
ja: レポジトリID
pt_br: ID do Repositório

source: 'hammer_cli_katello' needs to be installed for %s command to work
de: 'hammer_cli_katello' muss für den Befehl %s installiert sein, damit er funktioniert
es: 'hammer_cli_katello' debe instalarse para que funcione el comando %s
fr: 'hammer_cli_katello' doit être installé pour que la commande %s puisse fonctionner
ja: %s コマンドが動作するには、'hammer_cli_katello' をインストールする必要があります
pt_br: "hammer_cli_katello" precisa ser instalado para que o comando %s funcione

source: Manage docker registries
de: Docker-Registrierungen verwalten
es: Administrar registros de docker
fr: Gérer les registres docker
ja: Docker レジストリーの管理
pt_br: Gerenciar registros do Docker

source: Docker registry created
de: Docker-Registrierung erstellt
es: Registro de docker creado
fr: Registres docker créés
ja: Docker レジストリーが作成されました
pt_br: Registro do Docker criado

source: Could not create the registry
de: Registrierung konnte nicht erstellt werden
es: No se pudo crear el registro
fr: Impossible de créer le registre
ja: レジストリーを作成できませんでした
pt_br: Não foi possível criar o registro

source: Docker registry updated
de: Docker-Registrierung aktualisiert
es: Registro de docker actualizado
fr: Registre docker mis à jour
ja: Docker レジストリーが更新されました
pt_br: Registro do Docker atualizado

source: Could not update the registry
de: Registrierung konnte nicht aktualisiert werden
es: No se pudo actualizar el registro
fr: Impossible de mettre le registre à jour
ja: レジストリーを更新できませんでした
pt_br: Não foi possível atualizar o registro

source: Docker registry deleted
de: Docker-Registrierung gelöscht
es: Registro de docker eliminado
fr: Registre docker supprimé
ja: Docker レジストリーが削除されました
pt_br: Registro do Docker excluído

source: Could not delete the registry
de: Registrierung konnte nicht gelöscht werden
es: No se pudo eliminar el registro
fr: N'a pas pu supprimer le registre
ja: レジストリーを削除できませんでした
pt_br: Não foi possível excluir o registro

source: Manage docker tags
de: Docker-Schlagwörter verwalten
es: Gestionar etiquetas docker
fr: Gérer les tags Docker
ja: Docker Tags の管理
pt_br: Gerenciar tags do docker

source: Docker Image ID
de: Docker-Abbildkennung
es: ID de imágenes docker
fr: ID de l'image Docker
ja: Docker イメージ ID
pt_br: ID de Imagem de Docker

source: Name
es: Nombre
fr: Nom
ja: 名前
pt_br: Nome
